TEMPERATUR
DAMPF  §1                Timer Kurzspül.
jede §1 Minuten     Milchschl.spül.
1=Aktiv.       §1   STZ  Milchschl.
Spül.sek: §1.§2     MilchErkennung
1=Aktiv        §1    Reinig.Info User
1=Aktiv        §1  Next Milk Clean
§1:§2 §3-§4-20§5    TEMPERATUR
Dampf        §1          HDE nach Zeit
Getränk min  §1       FREI
                               Kühlschrankpos.
0=Seite 5=Unt. §1   prüfe Milch
vorhanden 1=ja §1       nicht gebraucht
                    Ignore tank sens
check 1=disab. §1  prüfe Restw-tank
1=aktiv       §1   Hot Classic Foam
air        §1 %    Hot Classic Foam
sped pump  §1 %    Hot Classic Foam
pres. 0=dis.§1.§2  FREI
                               Hot Fluffy Foam
air        §1 %     Hot Fluffy Foam
sped pump  §1 %     Hot Fluffy Foam
pres. 0=dis.§1.§2   FREI
                               Hot Barista Foam
air        §1 %    Hot Barista Foam
sped pump  §1 %    Hot Barista Foam
pres. 0=dis.§1.§2  FREI
                               Cold ClassicFoam
air        §1 %    Cold ClassicFoam
sped pump  §1 %    Cold ClassicFoam
pres. 0=dis.§1.§2  FREI
                               Cold Fluffy Foam
air        §1 %    Cold Fluffy Foam
sped pump  §1 %    Cold Fluffy Foam
pres. 0=dis.§1.§2  FREI
                               Cold BaristaFoam
air        §1 %    Cold BaristaFoam
sped pump  §1 %    Cold BaristaFoam
pres. 0=dis.§1.§2  FREI
                               Auflösen Reinig.
sek.     §1        prüfe TempMilch
Tank 1=ja §1        Hot No Foam
sped pump  §1 %         Cold No Foam
sped pump  §1 %        Tun.M.pump +/-30
TastePROG §1 §2%   Cleaning period:
0=24H 1=48-72H §1  Mlk. Wash Type
0=24h  1=30h  §1     Auto rins. mode
0=Dflt 1=HDE   §1   Rein Mld Start
1=Aktivieren §1      